<!DOCTYPE html>
<html>
<head>
    <title>Посилання на лабораторні роботи</title>
</head>
<body>
    <h1>Богданова Софія Михайлівна ІКМ-220г</h1>
    <h1>Посилання на лабораторні роботи</h1>
    <ul>
        <li><a href="lab1">Лабораторна робота № 1</a></li>
        <li><a href="lab2">Лабораторна робота № 2</a></li>
        <li><a href="lab3">Лабораторна робота № 3</a></li>
        <li><a href="lab4">Лабораторна робота № 4</a></li>
        <li><a href="lab7">Лабораторна робота № 7</a></li>
        <li><a href="lab8">Лабораторна робота № 8</a></li>
    </ul>
</body>
</html>